Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་ དེ་དོན་ གང་ གི་ ཕྱིར་ ཡོངས་སུ་ གདུངས་ ཤིང་ དེ་ལྟ ར་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ འི་ རྒྱུས་ བསྲེགས་ ཀྱང་ དེ་དག་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ མི་ བྱེད་ དོ །_།
en: $377 “Despite the torments that their pursuits bring them, and although sexual misconduct is the cause of their pain, these beings of hell do not let go of their desires.

source: དེ་ལྟ ར་ སེམས་ འདི་ ནི་ ཐོག་མ་ མེད་པ འི་ དུས་ ནས་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ དུད་འགྲོ་ དང་ །_ ཡི་དགས་ སུ་ སོང་བ་ ཡིན་ ཏེ །_
en: Since time without beginning, the mind has in this way entered the realms of hell beings, animals, and starving spirits.

source: དེ་ལྟ་བས་ན་ སེམས་ཅན་ དམྱལ་བ་ དག་ ཏུ་ འགྲོ་བ འི་ སེམས་ཅན་ གྱི་ སེམས་ འདི་ ལ་ ཡིད་བརྟན་ པར་ མི་ བྱ འོ །_།
en: For these reasons, one should not engage in the frame of mind of a being headed for hell.

source: ཡང་ སེམས་ཅན་ དམྱལ་བ་ བསྡུས་གཞོམ་ དེ་ ན་ རི་བྱ་ རྒོད་ དང་ ཉེ་བ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $378 “In the Crushing Hell lies a mountain known as Vulture Friendship.

source: དེ་ ན་ སེམས་ཅན་ དམྱལ་བ་ སྐོམ་པ་ དང་ བཀྲེས་པ ས་ གདུངས་པ་ དེ་དག་ གིས་ བརྒྱུགས་པ་ དང་ །_
en: Thirsting and starving, the beings of hell will race toward that mountain.

source: དེ འི་ ཚེ་ རི་བྱ་ རྒོད་ དང་ ཉེ་བ་ ལ་ བྱ་རྒོད་ ལྕགས་ ཀྱི་ མཆུ་ རབ་ཏུ་ འབར་བ་ ལུས་ ཆེ་ ཞིང་ ལྟོ་ ཆེ་བ་ དག་ གནས་ ཏེ དེ་དག་ གི་ ལྟོ འི་ ནང་ ན་ མེ་མདག་ ཡོད་ དོ །_།
en: Yet on the summit of Vulture Friendship lives a vulture with a terrifying iron beak and a large stomach filled with burning embers.

source: གང་ གི་ ཚེ་ སེམས་ཅན་ དམྱལ་བ་ དག་ མགོན་མེད་ ཅིང་ སྐྱབས་ མེད་པ་ ན་ རི་ དེ་ ལ་ འཛེག་པ ར་ འགྱུར་ རོ །_། |#| དེ་ནས་ མགོན་མེད་པ་ ངུ་འབོད་ པ་ དག་ ལ་ བྱ་རྒོད་ དེ་དག་ གིས་ གླད་པ་ བཏོགས་ ཤིང་ གླད་ རྒྱས་ བྲུས་ ལ་ མིག་ ཀྱང་ འབྱིན་པ ར་ བྱེད་ དོ །_།
en: Helpless and without a protector, the beings of hell will climb this mountain, moaning in agony. |#| When they reach the peak, the vultures will break open their skulls, extract their brains, and gouge out their eyes.

source: གང་ གི་ ཚེ་ དེ འི་ གླད་པ་ དང་ གླད་ རྒྱས་ དག་ འཐུངས་ ནས་ མགོ་ཡང་ འདོར་བ ར་ བྱེད་ དོ །_།
en: Once they have gulped down the brains and brain membrane, the vultures will throw the heads away.

source: གླད་ རྒྱས་ དང་ མིག་ ཕྱུང་བ་ དེ་དག་ སེམས་ཅན་ དམྱལ་བ འི་ མུན་པ་ ཐིབས་པོ འི་ ནང་ དུ་ བརྒྱུགས་པ་ དང་
en: Headless and with their eyes taken away, the beings of this hell will then run off into a dense darkness of blindness.

source: དེ་ལས་ གཞན་པ་ ལས་ ཀྱིས་ བྱས་པ འི་ བྱ་རྒོད་ ལུས་ ཆེ་ ཞིང་ ཁོ་ལག་ ཆེ་བ་ ལྟོ འི་ ནང་ ན་ |#| དེས་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ བཟུང་ ནས་ ཟ འོ །_།
en: They will then encounter other vultures, produced by karma, that have an enormous body, and within their gigantic frame also burn glowing embers. |#| These vultures will seize the beings of this hell and swallow them.

source: དེ་ལྟ ར་ ལྟོ འི་ ནང་ དུ་ སོང་བ་ དེ་དག་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྲེག་ ཀྱང་ དེ་ སྲོག་གཅོད་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ འི་ མཐུ ས་ འཆི་བ འི་ དུས་ མི་ བྱེད་ དོ །_།
en: Having entered the bird’s abdominal cavity they will burn there for many hundreds of thousands of years, because resorting to, becoming habituated to, and increasing acts of killing has made it impossible for them to die sooner.

source: འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ [159a] ཏེ་ མང་ དུ་ བྱས་པ འི་ མཐུ ས་ ནི་ ལོ་མ་ རལ་གྲི་ ལྟ་བུ འི་ ནགས་ སུ་ བུད་མེད་ མཐོང་བ་ ཡིན་ ནོ །_།
en: $379 “The force of resorting to, becoming habituated to, and increasing acts of sexual misconduct {{page:{number:155,id:UT22084-068-021-100181,folio:F.159.a,volume:V68}}} will make one perceive females in the forest of sword-like leaves.

source: མ་ བྱིན་པ ར་ ལེན་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ འི་ མཐུ ས་ ནི་ སེམས་ཅན་ དམྱལ་བ འི་ ཕྱོགས་ གཞན་ དུ་ འགྲོ འོ །_།
en: The power of resorting to, becoming habituated to, and increasing acts of taking what was not given will, on the other hand, make one proceed to other regions of hell.

source: དེ་ ན་ ཡུལ་ ཆུ་བོ་ མཐའ་ ཡ ས་ ཕ་རོལ་ ཞེས་ བྱ་བ་ ཟངས་ བསྐོལ་ ཅིང་
en: There is a river known as Infinite Shores that flows with boiling molten copper.

source: བཞུས་པ ས་ རབ་ཏུ་ གང་བ འི་ ཆུ་བོ་ དེ འི་ ཕ་རོལ་ ན་ སེམས་ཅན་ དམྱལ་བ་ དག་ གིས་ བཟའ་བ་ དང་ །_ བཅའ་བ་ དང་ །_ གནས་མལ་ མང་
en: Upon the far shores of this river the beings of this hell will perceive abundant food, drink, and lodging.

source: ཞིང་བཟང་བ་ དང་ །_ གྲིབ་མ་ དང་ །_ ནགས་ཚལ་ ཤིན་ཏུ་ གསལ་བ་ དག་ མཐོང་ ཞིང་ཆུ་བོ་ རབ་ཏུ་ འབབ་པ་ དང་ །_ ལྟེང་ཀ འི་ ཕྱོགས་ བསིལ་བ་ དག་
en: The land appears delightful, with ample shade, lush forests, streaming rivers, and cool ponds.

source: མཐོང་ སྟེ དེས་ དེ་དག་ མཐོང་ ནས་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ ཏེ་ བརྒྱུགས་པ་ དང་ །_ གཅིག་ ལ་ གཅིག་ ངུ་ ཞིང་ འཁྲུགས་ སོ །_།
en: When they see this, the beings of this hell will run toward it as before, yelling and calling upon each other,

source: གྲོགས་པོ་ དག་ ཚུ ར་ ཤོག་ ཚུ ར་ ཤོག _།
en: ‘Friends, come forth!

source: བཟའ་བ་ དང་ །_ བཅའ་བ་ དང་ །_ གནས་མལ་ བདེ་བ་ དག་ རྙེད་པ་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ ཏེ །_
en: Come forth, and you shall find excellent food, drink, lodging . . . and so forth.’

source: དེ་ནས་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ གིས་ སྒྲ་ ཐོས་ ནས་ སེམས་ཅན་ དམྱལ་བ་ གཞན་ མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ དཔུང་གཉེན་ འདོད་པ་ དག་ ཀུན་ དུ་ རྒྱུག་ གོ །_།
en: As they hear these words, other beings of this hell will also hasten forth, for they yearn for help, protection, and relief.

source: དེ་ནས་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ འདུས་ ནས །_ |#| ཀྱེ་མ་ བདག་ཅག་ གི་ བདེ་བ་ དང་ མགོན་སྐྱབས་ དེ་ ཕྱོགས་ གང་ ནས་ ཐོབ་པ ར་ འགྱུར་ ཞེས་ སྨྲ འོ །_།
en: As they meet together on the riverbank, the beings who were called will ask, |#| ‘Where is that place, friends, where we were going to find happiness and relief?’

source: དེ་ནས་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ གིས་ སེམས་ཅན་ དམྱལ་བ་ གཞན་དག་ མཐོང་ ནས་ སྨྲས་པ །_
en: Then the beings who had called them will point at the opposite bank and say,

source: ཀྱེ་ གྲོགས་པོ་ དག་ ཆུ་བོ་ མཐའ་ ཡ ས་ ཕ་རོལ་ ཞེས་ བྱ་བ འི་ ཕ་རོལ་ ན །_ བཟའ་བ་ དང་ །_ བཅའ་བ་ དང་ །_ གནས་མལ་ དང་ །_ ཚལ་ དང་ །_ ནགས་ཚལ་ མང་པོ་ དག་ ལ་ ལྟོས་ ཤིག་ ཅེས་བྱ་བ་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ ཏེ །_
en: ‘Friends, look at the far banks of Infinite Shores, abounding with food, drink, beds, couches, groves, forests . . . and so forth!’

source: དེ་ནས་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ ཐམས་ཅད་ ལ་ ཆུ་བོ་ མཐའ་ ཡ ས་ རབ་མེད་ དེས་ ཕན་ཚུན་ གནོད་པ་ རོ་ཉེ་ རབ་ཏུ་ བསྐོལ་བ་ བཞུ་བ འི་ དབུ་བ ས་ ཁེབས་པ་ དག་ ཏུ་ དེ་དག་ ཐམས་ཅད་ དེར་ ལྷུང་ ངོ་ །_།
en: Pushing against each other, all of them will then plunge into the river’s fierce and frothing waves of boiling metal.

source: ལྷུང་ ནས་ ཁ་ཅིག་ ནི་ མར་ ས ར་ གྱི་ གོང་བུ་ ལྟར་ ཞུ འོ །_།
en: As they fall into the river, some will melt as if they were lumps of butter,

source: ཁ་ཅིག་ ནི་ ཁྭ་ མཆུ་ རབ་ཏུ་ [159b] འབར་བ་ དག་ གིས་ ཟ འོ །_།
en: some will be eaten by crows with flaming beaks, {{page:{number:156,id:UT22084-068-021-100182,folio:F.159.b,volume:V68}}}

source: ཁ་ཅིག་ ནི་ ཉ འི་ ཁ་ རབ་ཏུ་ འབར་བ ས་ མིད་ དེ་ ལུས་ ཀྱི་ ཡན་ལག་ དང་ ཉིང་ལག་ ཞུ་བ་ དེ་དག་ ཐམས་ཅད་ ཆུ་བོ་ དེ འི་ ནང་ དུ་ དེ་དག་ ཐམས་ཅད་ ཞུ་བ ར་ གྱུར་ ཏོ །_།
en: and some will be swallowed by fish whose flaming mouths will consume all their organs and body parts.#62

source: དེ་དག་ གི་ ལས་ ཇི་ལྟ ར་ རིགས་པ་ རྗེས་སུ་ བསྟན་པ་ ཚིགས་ སུ་ བཅད་ དེ་ སྨྲས་པ །_
en: $380 “These verses rightly explain the karmic actions of such beings:

source: ཁྱོད་ ནི་ སེམས་ ཀྱིས་ བསླུས་ ནས་ སུ །_། བུ་སྨད་ གང་ གི་ དོན་ བྱེད་པ །_། སྡིག་ལས་ བྱུང་བ འི་ ཞགས་པ་ ཡིས །_། སེམས་ཅན་ དམྱལ་བ འི་ གནས་ སུ་ ཁྲིད །_།
en: “Deceived by your own minds, You pursued females. And so, bound by the shackles of negative acts, You were led to the realms of hell.

source: བློ་ངན་ ཞེན་པ་ ཁྱེད་ རྣམས་ ཀྱིས །_། གང་ གི་ དོན་ དུ་ སྡིག་ བྱས་པ འི །_། བུ་ དང་ ཆུང་མ་ གྲོགས་པོ་ དང་ །_། གཉེན་འདབ་ རྩ་ལག་ གང་ དུ་ སོང་ །_།
en: $381 “You, whose unwholesome minds are attached, Exerted yourselves in negative acts For the sake of your children, spouse, friends, relatives, and kinsmen. But where have they all gone now?

source: མི་ ཡི་ ས ར་ ནི་ ཁྱོད་ ཀྱིས་ སུ །_། བདག་ ལ་ ངེས་པ ར་ སྡུག་ མ་ བྱས །_། མི་ ཡི་ ཐ་མ་ བུ་ ཡི་ དོན །_། དེས་ན་ སྡིག་པ་ ཁྱོད་ ཀྱིས་ བྱས །_།
en: $382 “In the land of humans you may not Have caused yourselves to suffer, But in your final human existence You engaged in evil for your children’s sake.#63

source: གང་ གིས་ སྔན་ ཆད་ སྡིག་ བྱས་པ །_། ཕྱིས་ ནི་ གནོད་པ ར་ མི་ འགྱུར་ མིན །_།
en: $383 “Those whose former acts were evil Will not later escape harm.

source: བུ་ དང་ ཆུང་མ ས་ བསླུས་པ་ དེ །_། སེམས་ཅན་ དམྱལ་བ་ དྲག་པོ ར་ འགྲོ །_།
en: Deceived by their children and spouse, They enter the fierce realms of hell.

source: ཆུང་མ་ གཉེན་ གྱིས་ ཅི་ བྱེད་ ཅིང་ །_། བུ་ དེས་ ཅི་ཞིག་ བྱེད་པ ར་ འགྱུར །_།
en: $384 “What can a spouse and friends do, And how could children help?

source: ལས་ ཀྱི་ ལམ་རྒྱགས་ ཡོད་པ་ ནི །_། གཅིག་པུ་ སེམས་ཅན་ དམྱལ་བ ར་ སྲེག _།
en: When the provisions for that journey are in place One will burn all alone in the realms of hell.

source: བདེ་བ་ འབྱུང་བ་ མ་སྨད་པ །_། དགེ་བ འི་ ལས་ ནི་ མ་ བྱས་པ ས །_།
en: $385 “Not averse to pleasure They did not engage in virtue.

source: བྱིས་པ་ གཏི་མུག་ གིས་ བསླུས་པ །_། ཕྱི་ ནས་ དོན་ བྱེད་ ཅི་ མི་ གདུང་ །_།
en: Why wouldn’t you, infantile beings deceived by dullness, Later come to experience pain?

source: གང་ཞིག་ གཏི་མུག་ གིས་ བསླུས་པ །_། འདོད་ཆགས་ ཞེ་སྡང་ རྗེས་སུ་ འགྲོ །_། བུ་ དང་ ཆུང་མ་ བདེ་ བྱ འི་ ཕྱིར །_། དེ་དག་ ཀུན་ གྱི་ འོག་ ཏུ་ འགྲོ །_།
en: $386 “Those who are fooled by their own minds’ dullness Will proceed with desire and anger; Thus, while seeking happiness for their children and spouse They all stray downward.

source: སྲོག་ཆགས་ ལས་ ཀྱི་ སྐྱེ་གནས་ དང་ །_། རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ་ སྤྱོད །_།
en: $387 “Living beings take birth within the realms of karmic action And experience the effects of their own deeds.

source: ལེགས་བྱས་ ལྷ་ ཡི་ འཇིག་རྟེན་ དུ །_། ཉེས་པ ར་ བྱས་པ ས་ དེ་བཞིན་ དམའ །_།
en: For those who did good the world will be divine, And for doers of evil it will be equally foul.

source: དེ་ལྟ ར་ གཤིན་རྗེ འི་ མི་ དེ་དག་ གིས་ སེམས་ཅན་ དམྱལ་བ་ བསྡུས་གཞོམ་པ་ དེ་དག་ ལ་ རྗེས་སུ་ བསྟན་པ །_
en: $388 “Thus, the henchmen of the Lord of Death will instruct the beings of the Crushing Hell, saying,

source: གང་ ཁྱེད་ཅག་ གིས་ བྱས་པ འི་ ལས་ འདི་དག་ སུ་ཞིག་ སྤྱོད་པ ར་ འགྱུར་ ཏེ་
en: ‘Who else should experience the consequences of your acts?

source: དགེ་བ འམ །_ མི་དགེ་བ་ རང་ གིས་ བྱས་པ་ སྤྱོད་པ ར་ འགྱུར་ ཞིང་ །_
en: You, yourselves, will experience the effects of your own positive or negative acts.

source: མ་ བྱས་པ་ ནི་ འོང་བ ར་ མི་ འགྱུར་ ལ །_ བྱས་པ་ ནི་ ཆུད་ ཟ་བ ར་ མི་ འགྱུར་ རོ །_།
en: Such effects do not come about unless you create them.

source: དེ་ལྟ ར་ སེམས་ཅན་ [160a] དམྱལ་བ་ དེ་དག་ ཇི་སྲིད་ དུ་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ །_ ཟད་པ ར་ མ་ གྱུར་པ་ དེ་སྲིད་ དུ །_ སེམས་ཅན་ དམྱལ་བ་ བསྡུས་གཞོམ་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ བཙོ་བ ར་ འགྱུར་ རོ །_།
en: Nothing you do is ever lost.’ {{page:{number:157,id:UT22084-068-021-100183,folio:F.160.a,volume:V68}}} $389 “Until their negative acts have been overcome, relinquished, and exhausted, the beings of the Crushing Hell will continue to live on for many hundreds of thousands of years.

source: དེ་ལྟ ར་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ །_ མང་ དུ་ བྱས་པ་ དག་ གི་ འབྲས་བུ་ འཐོབ་པ ར་ འགྱུར་ རོ །_།
en: Such are the effects of resorting to, becoming habituated to, and increasing acts of killing, taking what was not given, and sexual misconduct.

source: ཇི་ལྟ ར་ ཁྱེད་ཅག་ གིས་ དེ་དག་ ཉིད་ ཐོབ་པ་ འདི་ལྟར་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ ལས་ ཐར་ ནས །_
en: With the passing of time, just as these beings first got into their torturous situation, so they will at some point also be freed from hell.

source: གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_
en: They may then, due to acts that are to be experienced in other lifetimes, not be born as a starving spirit or an animal, but instead take birth as a human.

source: དེ་ ཚེ་ ཐུང་ ཞིང་ དབུལ་ ལ་ཆུང་ མ་ ངན་པ་ དང་ །_ དེ་ གཞན་ གྱི་ ཆུང་མ་ ལ་ རབ་ཏུ་ ཆགས་པ ར་ གྱུར་པ འམ་ དེ་ ཆུང་མ་ མེད་པར་ འགྱུར་ ལ་ བརྙས་ ཤིང་ གཞན་ གྱིས་ བཀོལ་བ ར་ འགྱུར་ ཏེ
en: In that case, however, their lives will be short and impoverished, their spouses will be unpleasant, they may crave for the spouses of others, they may be despised and find no spouse at all, or they may be enslaved.

source: དེ་ལྟ ར་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ འི་ ལས་ ཀྱི་ མཐུ ས་ བསླུས་པ འི་ མི །_
en: These karmic effects accord with their respective causal actions.

source: སེམས་ཅན་ དམྱལ་བ ར་ འགྲོ་བ་ ལ་ འདི་དག་ ཐམས་ཅད་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: Such effects will occur for all those who journey to hell, deceived by the forces of karmic action.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ ལ་ བརྟགས་ ན །_
en: $390 “The monk who has knowledge of the ripening of karmic effects will further examine the neighboring regions of the great Crushing Hell.

source: དེས་ ཚོར་བ་ ཚད་ མེད་པ་ དང་ །_ འབྲས་བུ་ ཨ་ལ་ བུད་ ལྟ་བུ ར་ གཅོད་པ་ དང་ །_ གནད་ དང་ །_ གནད་ གཅོད་པ་ དང་ །_ བསྡུས་པ་ དང་ །_ འཇིགས་ པར་ ལྟ་བ་ དང་ །_ ཉམ་ང་བ་ མང་བ་ དང་ །_ གནོད་པ་ མི་ བཟོད་པ་ དང་ །_ ཨ་ ཙ་ ཟེར་བ་ དང་ །_ ཀྱི་ཧུད་ ཟེར་བ་ དང་ །_ རྒྱོབ་ ཤིག་པ་ དང་ །_ མཆི་མ འི་ རྒྱུན་ མེ་ ལྟ་བུ ར་ མི་འཆད་པ་ དང་ །_ དབང་པོ་ ཐམས་ཅད་ འགགས་པ་ དང་ །_ ཚོར་བ་ མཐའ་མེད་ དང་ །_ པད་མ་ ལྟར་ གས་པ་ དང་ །_ པད་མ་ ཆེན་པོ་ ལྟར་ གས་པ་ དང་ །_ མེ་ཐབ་ དང་ །_ ལྕགས་ ཀྱི་ མེ འི་ ར་བ་ མཐོང་ སྟེ འདི་དག་ ནི་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ བཅུ་དྲུག་ ཡིན་ ནོ །_།
en: Thus he will notice sixteen realms that surround it: Infinite Torture, Slicing Like a Bottle-Gourd Fruit, Ripping of All Vital Points, the Lump, Terrifying Sight, Copious Degeneration, Unbearable Harm, Crier, Wailer, Pleading, Fire that Brings Forth a Torrent of Tears, Cessation of All Faculties, Endless Agony, Bursting Like Lotuses, Bursting Like Great Lotuses, Furnace, and Metallic Fire.#64

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_ དགེ་སློང་ དེ་ སེམས་པ ར་ བྱེད་ དེ །_ [160b] གང་ མི་དགེ་བ་ བྱས་པ་ རྣམ་པ་ གསུམ་ དུ་ འགྱུར་བ་ མཐོང་ སྟེ །_ འདི་ལྟ་སྟེ །_ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_། |#| འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ །_ མང་ དུ་ བྱས་པ་ དེ་ ནི་ དེ འི་ མྱོང་བ ར་ འགྱུར་བ ར་ ངེས་པ་ ཡིན་ ཏེ །_ སེམས་ཅན་ དམྱལ་བ འི་ ལས་ ཀྱིས་ ཚོར་བ་ ཚད་ མེད་པར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $391 “As the monk asks himself what karmic actions may cause one to take birth there, {{page:{number:158,id:UT22084-068-021-100184,folio:F.160.b,volume:V68}}} he will, just as before, perceive three unvirtuous actions: killing, taking what was not given, and sexual misconduct. |#| Resorting to, becoming habituated to, and increasing these acts is certain to produce the experience of life in the hell of Infinite Torture.

source: གང་ བུད་མེད་ འོས་པ་ མ་ཡིན་པ་ ལ་ ཚུལ་བཞིན་ མ་ཡིན་པ འི་ འདོད་པ ས་ ལོག་པ ར་ བསྟེན་པ་ དེ་ ནི །_ སེམས་ཅན་ དམྱལ་བ་ ཚོར་བ་ ཚད་ མེད་པར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: Thus, one who has associated with inappropriate females and engaged in sexual misconduct will take birth in the hell realm of Infinite Torture and experience the following tortures.

source: འདི་ལྟ་སྟེ །_ གསལ་ཤིང་ རབ་ཏུ་ འབར་བ ས་ རོ་སྨད་ དུ་ འབིགས་པ ར་ བྱེད་ དེ །_
en: The lower part of one’s body will be impaled upon a flaming stake.

source: རོ་སྨད་ དུ་ བཅུག་པ འི་ གསལ་ཤིང་ དེ་ཡང་ གལ་ཏེ་ རྒྱབ་ འབིགས་པ ར་ བྱེད །_ གལ་ཏེ་ ལྟོ ར །_ གལ་ཏེ་ དབུས་ སུ །_ གལ་ཏེ་ རྐེད་པ འི་ ཕྱོགས་ སུ །_ གལ་ཏེ་ ཕྲག་པ ར །_ གལ་ཏེ་ དཔུང་མགོ ར །_ གལ་ཏེ་ མིད་པ ར །_ གལ་ཏེ་ ཁར །_ གལ་ཏེ་ གླད་ རྒྱས་ འབིགས །_ གལ་ཏེ་ རྣ་བ ར་ འབིགས་ ཏེ །_
en: That same stake will then also pierce through one’s back, belly, torso, hips, shoulders, upper arms, throat, mouth, skull, and ears.

source: དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་ དེ འི་ གསལ་ཤིང་ དེ་ ནི་ ཡན་ལག་ དང་ །_ ཉིང་ལག་ ཐམས་ཅད་ འབིགས་པ ར་ བྱེད །_ གནོད་པ་ ཆེན་པོ ར་ བྱེད །_ སྲེག་པ ར་ བྱེད །_ ཡན་ལག་ ཐམས་ཅད་ འཚེད་པ ར་ བྱེད་ དེ །_
en: Thus, the flaming stake will devastatingly penetrate all one’s limbs and organs, burning and boiling everything.

source: དེ་ གནོད་པ་ དེ་དག་ མྱོང་བ ར་ བྱས་ ནས་ ཚོར་བ་ མི་བཟད་པ་ ཡང་ རྗེས་སུ་ མྱོང་བ ར་ བྱེད་ དོ །_། |#| འདི་ལྟ་སྟེ །_ ལྕགས་ ཀྱི་ ཕྲ་ སྐམ་ རབ་ཏུ་ འབར་བ ས་ རླིག་པ་ འབྱིན་པ ར་ བྱེད་ ཅིང་ བྱ་རྒོད་ ཀྱིས་ ཀྱང་ བཟུང་ ནས་ ཟ་ སྟེ །_ ཇི་ཙམ་ དུ་ བྱས་ ལ་ བསགས་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ །_། ཟད་པ ར་ མ་ གྱུར་པ་ དེ་སྲིད་ དུ་ ངུ་སྐད་ འདོན་ ཏོ །_།
en: Thereafter follows an unbearably torturous pain, as burning iron pliers tear off one’s testicles, which are then consumed by vultures. |#| Until one’s completed and accumulated acts have been overcome, relinquished, and exhausted there will be no end to one’ screams as the terrors will continue.

source: གང་ གི་ ཚེ་ དེ འི་ ལས་ ཟད་པ ར་ གྱུར་པ་ དེ འི་ ཚེ །_ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ རོ །_།
en: Only once the relevant karmic actions have been exhausted will one escape that realm of hell.

source: ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ །_ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན
en: If at that point one avoids birth as a starving spirit or an animal due to karmic action that is to be experienced in other lives, one may be born with the general lot in life of a human.

source: དེ འི་ མི་དགེ་བ འི་ ལས་ ཀྱི་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ་ དེས་ [161a] མ་ནིང་ དུ་ འགྱུར་ རོ །_།
en: However, as a karmic effect in accordance with its unvirtuous cause, one will in that case {{page:{number:159,id:UT22084-068-021-100185,folio:F.161.a,volume:V68}}} be born as a neuter.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ སེམས་ཅན་ དམྱལ་བ་ འབྲས་བུ་ ཨ་ལ་ བུད་ ལྟ་བུ ར་ གཅོད་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $392 “As the monk further examines the regions surrounding the great Crushing Hell, he will perceive the hell realm known as Slicing Like a Bottle-Gourd Fruit.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ན་ དེས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ དེ་ སེམས་ཅན་ དམྱལ་བ་ འབྲས་བུ་ ཨ་ལ་ བུད་ ལྟ་བུ ར་ གཅོད་པ ར་ སྐྱེ་བ་ མཐོང་ ངོ་ །_།
en: Wondering what karmic actions may cause one to take birth there, he will understand that such a birth is due to resorting to, becoming habituated to, and increasing acts of killing, stealing, and sexual misconduct.

source: དེར་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ རྣམ་པ་ དུ་ཞིག་ བྱས་པ་ ཡིན་ སྙམ་ ན་ གང་ བུད་མེད་ འོས་པ་ མ་ཡིན་པ འི་ ཁར་ བཅུག་ ན །_ དེ་ ལུས་ ཞིག་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ ར་ སྐྱེ་ སྟེ །_
en: Inquiring as to the specific forms of sexual misconduct that have such a consequence, he will realize that when one enters an inappropriate female through the mouth one will, upon the disintegration of one’s body, fall into the lower realms of hell.

source: དེ་ ལ་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ རོ །_། |#| འདི་ལྟ་སྟེ །_ གཤིན་རྗེ འི་ མིས་ དེ འི་ ཁར་ ཕུར་བུ་ བཅུག་ ནས་ བརྡུང་བ ས་ རྡུང་བ ར་ བྱེད་ དེ །_ དེ་ ཕུར་བུ་ བརྡུངས་པ་ དེས་ གལ་ཏེ་ ལྟག་པ ར་ ཕུག་ ནས །_
en: There one’s tortures will be such that the henchmen of the Lord of Death thrust a spike into one’s mouth, and as they keep shoving the spike forward, it will emerge at the back of one’s neck.

source: འབྱུང་བ ར་ བྱེད་པ་ བསྒུལ་བ་ དང་ རྣ་བ ར་ འབྱུང་ ངོ་ །_།
en: As they keep moving the spike about, it will also emerge through one’s ears.

source: ལྕགས་ ཀྱི་ སྣོད་ ཀྱི་ ནང་ དུ་ ཟངས་ རབ་ཏུ་ བསྐོལ་བ ས་ ཁར་ བླུགས་ སོ །_།
en: The henchmen will then smelt copper in an iron pot and pour the liquid metal into one’s mouth.

source: དེས་ དེ འི་ མཆུ་ བསྲེགས་ ནས་ ལྕེ་ སྲེག་ གོ །_། ལྕེ་ བསྲེགས་ ནས་ རྐན་ སྲེག་ སྟེ །_ དེ་ལྟ ར་ མིད་པ་ བསྲེགས་པ་ ནས་ ལྟོ འི་ བར་ དུ་
en: Thus, first one’s lips are burned, followed by one’s tongue, palate, throat, and all the way down to the stomach.

source: བསྲེགས་ ཏེ་ རོ་སྨད་ དུ་ འབྱུང་ ངོ་ །_།
en: Having thus burnt one’s body, the liquid will emerge from the lower end of it.

source: འདི་དག་ ནི་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ །_ མང་ དུ་ བྱས་པ འི་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཡིན་ ནོ །_།
en: Such is the ripening of the karmic effects associated with having resorted to, become habituated to, and increased acts of sexual misconduct.

source: སེམས་ཅན་ དམྱལ་བ་ དེ་ ཚོར་བ འི་ རྣམ་པ་ དེ་དག་ མྱོང་བ་ ནི །_ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ །_ ཟད་པ ར་ |#| མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ བྱེ་བ་ འབུམ་ཕྲག་ དུ་མ ར་ སྲེག་ ཅིང་ འཚེད་ དོ །_།
en: $393 “Hellish tortures of this sort will continue until the relevant karmic actions have been overcome, relinquished, and exhausted. |#| The burning and boiling will go on for many hundreds of thousands of years, until finally they are exhausted.

source: དེ་དེ་ ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མ་ ཕྲོགས་ ཏེ །_ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ །_ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_
en: Once one is free of the relevant karmic actions, one may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ [161b] དེ འི་ ཁ་ ནས་ དྲི་ རུལ་པ་ ལྟ་བུ་ འབྱུང་ སྟེ །_ སྲོག་ཆགས་ གང་ གིས་ ཚོར་བ་ ཀུན་ ཡིད་འབྱུང་ བར་ འགྱུར་ རོ །_།
en: However, as an effect that accords with its karmic cause, {{page:{number:160,id:UT22084-068-021-100186,folio:F.161.b,volume:V68}}} one’s mouth will in that case emit a rotten stench, causing one to be shunned by everyone.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ སེམས་ཅན་ དམྱལ་བ་ གནད་ དང་ །_ གནད་ གཅོད་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $394 “As the monk further examines the regions surrounding the great Crushing Hell, he will perceive the hell realm known as Ripping of All Vital Points.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ དེས །_ དེ་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ གནད་ དང་ གནད་ གཅོད་པ་ སྐྱེ་བ ར་ མཐོང་ ངོ་ །_། |#| གང་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ལ་ མངོན་པར་ དགའ་བ ར་ བྱས་པ འི་ རྣམ་པ་ ནི་ འདི་དག་ ཡིན་ ཏེ །_ འདི་ལྟ་སྟེ །_ བུད་མེད་ གཞན་ འདོད་ཆགས་ མི་འདོད་པ་ དེ འི་ མངལ་ མ་ཡིན་པ ར་ མཐུ ས་ བཅུག་ ན །_
en: Wondering what karmic actions may cause one to take birth there, he will understand that such a birth is due to resorting to, becoming habituated to, and increasing acts of killing, taking what was not given, and sexual misconduct. |#| The specific form of sexual misconduct that one pursues, which will have such a consequence, is that of coercing unconsenting women, other than one’s own, to engage in non-vaginal sex.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ གནད་ གཅོད་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Upon the disintegration of one’s body, one will then suffer a downfall into the lower realms, taking birth in the hell known as Ripping of All Vital Points.

source: དེ་ ལ་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དག་ གི་ ཚོར་བ་ གང་ཡིན་པ་ ནི་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ རོ །_།
en: In that realm the tortures that are associated with killing and taking what was not given are just as described earlier.

source: འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ འི་ བྱེ་བྲག་ ནི་ འདི་ལྟ་སྟེ །_ ཛ་ ར་ ཛ་ ར་ ཉིས་འགྱུར་ དུ་ བྱས་པ་ བསྲེགས་པ་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ ཁ་ འགེངས་ ཏེ །_
en: In particular relation to sexual misconduct, one will have flaming rods stuffed into one’s mouth, heated twice as much.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ །_ ཟད་པ ར་ མ་ གྱུར་པ་ དེ་སྲིད་ དུ་ མགོན་མེད་ པ་ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ ངུ་འབོད་ དོ །_།
en: $395 “Until the relevant negative acts have been overcome, relinquished, and exhausted, there will be no end to one’s tortures, and so one will continue to cry out helplessly for many hundreds of thousands of years.
